---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.DPartFailures
source: html/f12760de-19b3-f1a9-3f69-72a534229cc9.htm
---
# BuiltInFailures.DPartFailures Properties

Bind Link will delete its associated Parts.